Multi-planar depth dimension label is already used for one of the planar shape parameters.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WrongDepthDimensionLabel { get; }
  Visual Basic
Public Shared ReadOnly Property WrongDepthDimensionLabel As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WrongDepthDimensionLabel {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarShapeFailures Class
  Autodesk.Revit.DB Namespace